{"2025arXiv251011626D": {"ai": 39, "href": "https://doi.org/10.48550/arXiv.2510.11626", "title": "JADES Dark Horse: demonstrating high-multiplex observations with JWST/NIRSpec dense-shutter spectroscopy in the JADES Origins Field", "authors": "D'Eugenio, F., Nelson, E., Eisenstein, D., Maiolino, R., Carniani, S., Scholtz, J., Curti, M., Willmer, C., Bunker, A., Helton, J., Juodžbalis, I., Sun, F., Tacchella, S., Arribas, S., Cameron, A., Charlot, S., Curtis-Lake, E., Hainline, K., Johnson, B., Robertson, B., Williams, C., Willott, C., Baker, W., Chevallard, J., Danhaive, A., Isobe, Y., Ji, X., Ji, Z., Jones, G., Kumari, N., Looser, T., Lyu, J., Parlanti, E., Perna, M., Puskás, D., Rinaldi, P., Simmonds, C., Sun, Y., Venturi, G., Witstok, J., Wu, Z., Zhu, Y.", "year": "2025", "journal": "arXiv e-prints", "reference": "2510.11626", "citation_count": 0}, "2025arXiv251007936H": {"ai": 9, "href": "https://doi.org/10.48550/arXiv.2510.07936", "title": "Inefficient dust production in a massive, metal-rich galaxy at $z=7.13$ uncovered by JWST and ALMA", "authors": "Heintz, K., Watson, D., Valentino, F., Gottumukkala, R., Narayanan, D., Yates, R., Terp, C., Nezhad, N., Weaver, J., Witstok, J., Brammer, G., Andersen, A., Sneppen, A., Pollock, C., Algera, H., Rowland, L., Oesch, P., Magdis, G., Nikopoulos, G., Knudsen, K.", "year": "2025", "journal": "arXiv e-prints", "reference": "2510.07936", "citation_count": 0}, "2025MNRAS.tmp.1770J": {"ai": 36, "href": "https://doi.org/10.1093/mnras/staf1867", "title": "BlackTHUNDER - A non-stellar Balmer break in a black hole-dominated little red dot at z = 7.04", "authors": "Ji, X., Maiolino, R., Übler, H., Scholtz, J., D'Eugenio, F., Sun, F., Perna, M., Turner, H., Carniani, S., Arribas, S., Bennett, J., Bunker, A., Charlot, S., Cresci, G., Curti, M., Egami, E., Fabian, A., Inayoshi, K., Isobe, Y., Jones, G., Juodžbalis, I., Kumari, N., Lyu, J., Mazzolari, G., Parlanti, E., Robertson, B., Rodríguez Del Pino, B., Schneider, R., Sijacki, D., Tacchella, S., Trinca, A., Valiante, R., Venturi, G., Volonteri, M., Willott, C., Witten, C., Witstok, J.", "year": "2025", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "in press", "citation_count": 0}, "2025arXiv251006362N": {"ai": 5, "href": "https://doi.org/10.48550/arXiv.2510.06362", "title": "Evidence of violation of Case B recombination in Little Red Dots", "authors": "Nikopoulos, G., Watson, D., Sneppen, A., Rusakov, V., Heintz, K., Witstok, J., Brammer, G.", "year": "2025", "journal": "arXiv e-prints", "reference": "2510.06362", "citation_count": 0}, "2025arXiv251014743P": {"ai": 18, "href": "https://doi.org/10.48550/arXiv.2510.14743", "title": "Mergers lighting the early Universe: enhanced star formation, AGN triggering, and Ly$α$ emission in close pairs at $z=3-9$", "authors": "Puskás, D., Tacchella, S., Simmonds, C., Jones, G., Juodžbalis, I., Scholtz, J., Baker, W., Bunker, A., Carniani, S., Curtis-Lake, E., Duan, Q., Eisenstein, D., Hainline, K., Johnson, B., Maiolino, R., Rieke, M., Robertson, B., Williams, C., Witstok, J.", "year": "2025", "journal": "arXiv e-prints", "reference": "2510.14743", "citation_count": 0}, "2025arXiv251011351R": {"ai": 21, "href": "https://doi.org/10.48550/arXiv.2510.11351", "title": "REBELS-IFU: Linking damped Lyman-$α$ absorption to [CII] emission and dust content in the EoR", "authors": "Rowland, L., Heintz, K., Algera, H., Stefanon, M., Hodge, J., Bouwens, R., Aravena, M., da Cunha, E., Dayal, P., Ferrara, A., Fisher, R., González, V., Inami, H., Komarova, O., de Looze, I., Nanayakkara, T., Ormerod, K., Pallottini, A., Pollock, C., Smit, R., van der Werf, P., Witstok, J.", "year": "2025", "journal": "arXiv e-prints", "reference": "2510.11351", "citation_count": 0}, "2025arXiv251001034S": {"ai": 40, "href": "https://doi.org/10.48550/arXiv.2510.01034", "title": "JADES Data Release 4 -- Paper II: Data reduction, analysis and emission-line fluxes of the complete spectroscopic sample", "authors": "Scholtz, J., Carniani, S., Parlanti, E., D'Eugenio, F., Curtis-Lake, E., Jakobsen, P., Bunker, A., Cameron, A., Arribas, S., Baker, W., Charlot, S., Chevellard, J., Circosta, C., Curti, M., Duan, Q., Eisenstein, D., Hainline, K., Ji, Z., Johnson, B., Jones, G., Kumari, N., Maiolino, R., Maseda, M., Perna, M., Pérez-González, P., Rawle, T., Rieke, M., Rinaldi, P., Robertson, B., Saxena, A., Shivaei, I., Silcock, M., Sun, Y., Rodríguez Del Pino, B., Tacchella, S., Übler, H., Venturi, G., Williams, C., Willmer, C., Willott, C., Witstok, J.", "year": "2025", "journal": "arXiv e-prints", "reference": "2510.01034", "citation_count": 4}, "2025arXiv251007259S": {"ai": 14, "href": "https://doi.org/10.48550/arXiv.2510.07259", "title": "The cosmic web's Lyman-$α$ glow at $z \\approx 2.5$; varying hydrodynamic models, dust, and wide-field, narrow-band imaging detection", "authors": "Sokoliuk, O., Webb, J., Lanzetta, K., Shara, M., Gromoll, S., Bolton, J., Carswell, R., Galaz, G., Ledoux, C., Lo Curto, G., Smette, A., Valls-Gabaud, D., von der Linden, A., Walter, F., Witstok, J.", "year": "2025", "journal": "arXiv e-prints", "reference": "2510.07259", "citation_count": 0}, "2025ApJ...992...63W": {"ai": 26, "href": "https://doi.org/10.3847/1538-4357/adfddc", "title": "The z ≳ 9 Galaxy UV Luminosity Function from the JWST Advanced Deep Extragalactic Survey: Insights into Early Galaxy Evolution and Reionization", "authors": "Whitler, L., Stark, D., Topping, M., Robertson, B., Rieke, M., Hainline, K., Endsley, R., Chen, Z., Baker, W., Bhatawdekar, R., Bunker, A., Carniani, S., Charlot, S., Chevallard, J., Curtis-Lake, E., Egami, E., Eisenstein, D., Helton, J., Ji, Z., Johnson, B., Pérez-González, P., Rinaldi, P., Tacchella, S., Williams, C., Willmer, C., Willott, C., Witstok, J.", "year": "2025", "journal": "_The Astrophysical Journal_", "reference": "992, 63", "citation_count": 54}, "2025ApJ...992..212W": {"ai": 30, "href": "https://doi.org/10.3847/1538-4357/ae01a1", "title": "JADES-GS-z14-1: A Compact, Faint Galaxy at z ≈ 14 with Weak Metal Lines from Extremely Deep JWST MIRI, NIRCam, and NIRSpec Observations", "authors": "Wu, Z., Eisenstein, D., Johnson, B., Jakobsen, P., Alberts, S., Arribas, S., Baker, W., Bunker, A., Carniani, S., Charlot, S., Chevallard, J., Curti, M., Curtis-Lake, E., D'Eugenio, F., Hainline, K., Helton, J., Hsiao, T., Ji, X., Ji, Z., Looser, T., Rieke, G., Rinaldi, P., Robertson, B., Scholtz, J., Sun, F., Tacchella, S., Trussler, J., Williams, C., Willmer, C., Willott, C., Witstok, J., Zhu, Y.", "year": "2025", "journal": "_The Astrophysical Journal_", "reference": "992, 212", "citation_count": 3}, "2025arXiv250916071A": {"ai": 28, "href": "https://doi.org/10.48550/arXiv.2509.16071", "title": "REBELS-IFU: on the origin of the elevated [OIII]/[CII] ratios in the early Universe", "authors": "Algera, H., Rowland, L., Smit, R., Fisher, R., Ramambason, L., Kumari, N., Vallini, L., Inami, H., Nanayakkara, T., Stefanon, M., Aravena, M., Bakx, T., Bouwens, R., Bowler, R., Cescon, K., Chen, C., Dayal, P., De Looze, I., Ferrara, A., Fudamoto, Y., Komarova, L., van Leeuwen, I., Ormerod, K., Schouws, S., Sommovigo, L., Vijayan, A., Wang, W., van der Werf, P., Witstok, J.", "year": "2025", "journal": "arXiv e-prints", "reference": "2509.16071", "citation_count": 0}, "2025arXiv250918055I": {"ai": 8, "href": "https://doi.org/10.48550/arXiv.2509.18055", "title": "JADES: the chemical enrichment pattern of distant galaxies - silicon depletion and iron enhancement", "authors": "Isobe, Y., Maiolino, R., Ji, X., D'Eugenio, F., Simmonds, C., Scholtz, J., Juodžbalis, I., Saxena, A., Witstok, J., Kobayashi, C., Vanni, I., Salvadori, S., Watanabe, K., Monty, S., Belokurov, V., Feltre, A., McClymont, W., Tacchella, S., Curti, M., Übler, H., Charlot, S., Bunker, A., Chevallard, J., Curtis-Lake, E., Kumari, N., Rinaldi, P., Robertson, B., Williams, C., Willott, C.", "year": "2025", "journal": "arXiv e-prints", "reference": "2509.18055", "citation_count": 0}, "2025MNRAS.542.1136O": {"ai": 1, "href": "https://doi.org/10.1093/mnras/staf1228", "title": "Detection of the 2175 Å UV bump at z &gt; 7: evidence for rapid dust evolution in a merging reionization-era galaxy", "authors": "Ormerod, K., Witstok, J., et al.", "year": "2025", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "542, 1136", "citation_count": 9}, "2025arXiv250901795S": {"ai": 23, "href": "https://doi.org/10.48550/arXiv.2509.01795", "title": "The Diversity and Evolution of Dust Attenuation Curves from Redshift z ~ 1 to 9", "authors": "Shivaei, I., Naidu, R., Rodríguez Montero, F., Matsumoto, K., Leja, J., Matthee, J., Johnson, B., Oesch, P., Chevallard, J., Adamo, A., Bodansky, S., Bunker, A., Covelo Paz, A., Di Cesare, C., Egami, E., Furtak, L., Heintz, K., Kramarenko, I., Meyer, R., Reddy, N., Rinaldi, P., Tacchella, S., Torralba, A., Witstok, J., Wozniak, M., Xiao, M.", "year": "2025", "journal": "arXiv e-prints", "reference": "2509.01795", "citation_count": 7}, "2025arXiv251000235W": {"ai": 2, "href": "https://doi.org/10.48550/arXiv.2510.00235", "title": "JADES: The Star Formation and Dust Attenuation Properties of Galaxies at 3&lt;z&lt;7", "authors": "Woodrum, C., Shivaei, I., Witstok, J., et al.", "year": "2025", "journal": "arXiv e-prints", "reference": "2510.00235", "citation_count": 2}, "2025MNRAS.542..762Y": {"ai": 5, "href": "https://doi.org/10.1093/mnras/staf1252", "title": "Extended red wings and the visibility of reionization-epoch Lyman-α emitters", "authors": "Yuan, Y., Martin-Alvarez, S., Haehnelt, M., Garel, T., Keating, L., Witstok, J., Sijacki, D.", "year": "2025", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "542, 762", "citation_count": 6}, "2025MNRAS.541.2134J": {"ai": 16, "href": "https://doi.org/10.1093/mnras/staf1083", "title": "JADES – the small blue bump in GN-z11: insights into the nuclear region of a galaxy at z = 10.6", "authors": "Ji, X., Maiolino, R., Ferland, G., D'Eugenio, F., Bhatawdekar, R., Charlot, S., Chevallard, J., Curti, M., Curtis-Lake, E., Hainline, K., Ji, Z., Robertson, B., Rodríguez Del Pino, B., Scholtz, J., Tacchella, S., Williams, C., Witstok, J.", "year": "2025", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "541, 2134", "citation_count": 18}, "2025ApJ...988L..69J": {"ai": 16, "href": "https://doi.org/10.3847/2041-8213/adf194", "title": "The Importance of Dust Distribution in Ionizing-photon Escape: NIRCam and MIRI Imaging of a Lyman Continuum-emitting Galaxy at z ∼ 3.8", "authors": "Ji, Z., Alberts, S., Zhu, Y., Vanzella, E., Giavalisco, M., Hainline, K., Baker, W., Bunker, A., Helton, J., Lyu, J., Rinaldi, P., Robertson, B., Simmonds, C., Tacchella, S., Williams, C., Willmer, C., Witstok, J.", "year": "2025", "journal": "_The Astrophysical Journal Letters_", "reference": "988, L69", "citation_count": 6}, "2025arXiv250821748J": {"ai": 38, "href": "https://doi.org/10.48550/arXiv.2508.21748", "title": "A direct black hole mass measurement in a Little Red Dot at the Epoch of Reionization", "authors": "Juodžbalis, I., Marconcini, C., D'Eugenio, F., Maiolino, R., Marconi, A., Übler, H., Scholtz, J., Ji, X., Arribas, S., Bennett, J., Bromm, V., Bunker, A., Carniani, S., Charlot, S., Cresci, G., Dayal, P., Egami, E., Fabian, A., Inayoshi, K., Isobe, Y., Ivey, L., Jones, G., Koudmani, S., Laporte, N., Liu, B., Lyu, J., Mazzolari, G., Monty, S., Parlanti, E., Pérez-González, P., Perna, M., Robertson, B., Schneider, R., Sijacki, D., Tacchella, S., Trinca, A., Valiante, R., Volonteri, M., Witstok, J., Zhang, S.", "year": "2025", "journal": "arXiv e-prints", "reference": "2508.21748", "citation_count": 15}, "2025ApJ...987L...2H": {"ai": 2, "href": "https://doi.org/10.3847/2041-8213/ade393", "title": "Dissecting the Massive Pristine, Neutral Gas Reservoir of a Remarkably Bright Galaxy at z = 14.179", "authors": "Heintz, K., Pollock, C., Witstok, J., et al.", "year": "2025", "journal": "_The Astrophysical Journal Letters_", "reference": "987, L2", "citation_count": 9}, "2025MNRAS.541L..71I": {"ai": 18, "href": "https://doi.org/10.1093/mnrasl/slaf056", "title": "JADES: nitrogen enhancement in high-redshift broad-line active galactic nuclei", "authors": "Isobe, Y., Maiolino, R., D'Eugenio, F., Curti, M., Ji, X., Juodžbalis, I., Scholtz, J., Feltre, A., Charlot, S., Übler, H., J. Bunker, A., Carniani, S., Curtis-Lake, E., Ji, Z., Kumari, N., Rinaldi, P., Robertson, B., Willott, C., Witstok, J.", "year": "2025", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "541, L71", "citation_count": 25}, "2025ApJ...988...73L": {"ai": 16, "href": "https://doi.org/10.3847/1538-4357/adddb5", "title": "Efficient Ionizers with Low Hβ + [O III] Equivalent Widths: JADES Spectroscopy of a Peculiar High-redshift Population", "authors": "Laseter, I., Maseda, M., Simmonds, C., Endsley, R., Stark, D., Bunker, A., Bhatawdekar, R., Boyett, K., Cameron, A., Carniani, S., Curti, M., Ji, Z., Rinaldi, P., Saxena, A., Tacchella, S., Willott, C., Witstok, J., Zhu, Y.", "year": "2025", "journal": "_The Astrophysical Journal_", "reference": "988, 73", "citation_count": 9}, "2025ApJ...988L...5N": {"ai": 3, "href": "https://doi.org/10.3847/2041-8213/ade2e5", "title": "Origins of Carbon Dust in a JWST-observed Primeval Galaxy at z ∼ 6.7", "authors": "Nanni, A., Romano, M., Donevski, D., Witstok, J., et al.", "year": "2025", "journal": "_The Astrophysical Journal Letters_", "reference": "988, L5", "citation_count": 4}, "2025MNRAS.540.2146P": {"ai": 25, "href": "https://doi.org/10.1093/mnras/staf813", "title": "Constraining the major merger history of z ~ 3-9 galaxies using JADES: dominant in situ star formation", "authors": "Puskás, D., Tacchella, S., Simmonds, C., Hainline, K., D'Eugenio, F., Alberts, S., Arribas, S., Baker, W., Bunker, A., Carniani, S., Charlot, S., Duan, Q., Eisenstein, D., Ji, Z., Johnson, B., Jones, G., Maiolino, R., McClymont, W., Rieke, M., Rinaldi, P., Robertson, B., Übler, H., Williams, C., Willmer, C., Willott, C., Witstok, J.", "year": "2025", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "540, 2146", "citation_count": 38}, "2025arXiv250717809S": {"ai": 27, "href": "https://doi.org/10.48550/arXiv.2507.17809", "title": "JADES: Carbon-enhanced, Nitrogen-normal compact galaxy at z=11.2", "authors": "Scholtz, J., Silcock, M., Curtis-Lake, E., Maiolino, R., Carniani, S., D'Eugenio, F., Ji, X., Jakobsen, P., Hainline, K., Arribas, S., Baker, W., Bhatawdekar, R., Bunker, A., Charlot, S., Chevallard, J., Curti, M., Eisenstein, D., Isobe, Y., Jones, G., Parlanti, E., Pérez-González, P., Rinaldi, P., Robertson, B., Tacchella, S., Übler, H., Williams, C., Willott, C., Witstok, J.", "year": "2025", "journal": "arXiv e-prints", "reference": "2507.17809", "citation_count": 4}, "2025arXiv250722888W": {"ai": 0, "href": "https://doi.org/10.48550/arXiv.2507.22888", "title": "On the origins of oxygen: ALMA and JWST characterise the multi-phase, metal-enriched, star-bursting medium within a 'normal' $z &gt; 11$ galaxy", "authors": "Witstok, J., Smit, R., Baker, W., Rinaldi, P., et al.", "year": "2025", "journal": "arXiv e-prints", "reference": "2507.22888", "citation_count": 5}, "2025arXiv250614870D": {"ai": 34, "href": "https://doi.org/10.48550/arXiv.2506.14870", "title": "JADES and BlackTHUNDER: rest-frame Balmer-line absorption and the local environment in a Little Red Dot at z = 5", "authors": "D'Eugenio, F., Juodžbalis, I., Ji, X., Scholtz, J., Maiolino, R., Carniani, S., Perna, M., Mazzolari, G., Übler, H., Arribas, S., Bhatawdekar, R., Bunker, A., Cresci, G., Curtis-Lake, E., Hainline, K., Inayoshi, K., Isobe, Y., Johnson, B., Jones, G., Looser, T., Nelson, E., Parlanti, E., Puskás, D., Rinaldi, P., Robertson, B., Rodríguez Del Pino, B., Shivaei, I., Sun, F., Tacchella, S., Venturi, G., Volonteri, M., Williams, C., Willmer, C., Willott, C., Witstok, J.", "year": "2025", "journal": "arXiv e-prints", "reference": "2506.14870", "citation_count": 22}, "2025arXiv250622147G": {"ai": 26, "href": "https://doi.org/10.48550/arXiv.2506.22147", "title": "JADES reveals a large population of low mass black holes at high redshift", "authors": "Geris, S., Maiolino, R., Isobe, Y., Scholtz, J., D'Eugenio, F., Ji, X., Juodzbalis, I., Simmonds, C., Dayal, P., Trinca, A., Schneider, R., Arribas, S., Bhatawdekar, R., Bunker, A., Carniani, S., Charlot, S., Chevallard, J., Curtis-Lake, E., Johnson, B., Parlanti, E., Rinaldi, P., Robertson, B., Tacchella, S., Uebler, H., Venturi, G., Williams, C., Witstok, J.", "year": "2025", "journal": "arXiv e-prints", "reference": "2506.22147", "citation_count": 13}, "2025arXiv250602099H": {"ai": 32, "href": "https://doi.org/10.48550/arXiv.2506.02099", "title": "The Stellar Populations and Rest-Frame Colors of Star-Forming Galaxies at $z \\approx 8$: Exploring the Impact of Filter Choice and Star Formation History Assumption with JADES", "authors": "Helton, J., Alberts, S., Rieke, G., Hainline, K., Ji, Z., Rieke, M., Johnson, B., Robertson, B., Tacchella, S., Whitler, L., Baker, W., Bhatawdekar, R., Boyett, K., Bunker, A., Cargile, P., Carniani, S., Charlot, S., Chevallard, J., Curtis-Lake, E., Egami, E., Eisenstein, D., Hausen, R., Lyu, J., Maiolino, R., Nelson, E., Pérez-González, P., Rinaldi, P., Stone, M., Sun, F., Williams, C., Willmer, C., Willott, C., Witstok, J.", "year": "2025", "journal": "arXiv e-prints", "reference": "2506.02099", "citation_count": 1}, "2025MNRAS.540..190M": {"ai": 10, "href": "https://doi.org/10.1093/mnras/staf745", "title": "The density-bounded twilight of starbursts in the early Universe", "authors": "McClymont, W., Tacchella, S., D'Eugenio, F., Witten, C., Ji, X., Smith, A., Maiolino, R., Arribas, S., Scholtz, J., Simmonds, C., Witstok, J.", "year": "2025", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "540, 190", "citation_count": 41}, "2025arXiv250615779P": {"ai": 6, "href": "https://doi.org/10.48550/arXiv.2506.15779", "title": "Novel $z\\sim~10$ auroral line measurements extend the gradual offset of the FMR deep into the first Gyr of cosmic time", "authors": "Pollock, C., Gottumukkala, R., Heintz, K., Brammer, G., Roberts-Borsani, G., Oesch, P., Witstok, J., Arellano-Córdova, K., Cullen, F., Scholte, D., Terp, C., Rowland, L., Sneppen, A., Ito, K., Valentino, F., Matthee, J., Watson, D., Toft, S.", "year": "2025", "journal": "arXiv e-prints", "reference": "2506.15779", "citation_count": 18}, "2025MNRAS.540..851T": {"ai": 10, "href": "https://doi.org/10.1093/mnras/staf718", "title": "Resolving the nature and putative nebular emission of GS9422: an obscured AGN without exotic stars", "authors": "Tacchella, S., McClymont, W., Scholtz, J., Maiolino, R., Ji, X., Villanueva, N., Charlot, S., D'Eugenio, F., Helton, J., Williams, C., Witstok, J., Bhatawdekar, R., Carniani, S., Chevallard, J., Curti, M., Hainline, K., Ji, Z., Johnson, B., Leja, J., Li, Y., Maseda, M., Puskás, D., Rieke, M., Robertson, B., Shivaei, I., Silcock, M., Simmonds, C., Übler, H., Willmer, C., Willott, C.", "year": "2025", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "540, 851", "citation_count": 41}, "2025A&A...697A..90B": {"ai": 6, "href": "https://doi.org/10.1051/0004-6361/202553766", "title": "Zapped then napped? A rapidly quenched remnant leaker candidate with a steep spectroscopic β<SUB>UV</SUB> slope at z = 8.5", "authors": "Baker, W., D'Eugenio, F., Maiolino, R., Bunker, A., Simmonds, C., Tacchella, S., Witstok, J., Arribas, S., Carniani, S., Charlot, S., Chevallard, J., Curti, M., Curtis-Lake, E., Jones, G., Kumari, N., Rinaldi, P., Robertson, B., Williams, C., Willott, C., Zhu, Y.", "year": "2025", "journal": "_Astronomy and Astrophysics_", "reference": "697, A90", "citation_count": 30}, "2025A&A...697A..89C": {"ai": 1, "href": "https://doi.org/10.1051/0004-6361/202451410", "title": "JADES: The star formation and chemical enrichment history of a luminous galaxy at z ∼ 9.43 probed by ultra-deep JWST/NIRSpec spectroscopy", "authors": "Curti, M., Witstok, J., et al.", "year": "2025", "journal": "_Astronomy and Astrophysics_", "reference": "697, A89", "citation_count": 59}, "2025NatAs...9..729H": {"ai": 32, "href": "https://doi.org/10.1038/s41550-025-02503-z", "title": "Photometric detection at 7.7 μm of a galaxy beyond redshift 14 with JWST/MIRI", "authors": "Helton, J., Rieke, G., Alberts, S., Wu, Z., Eisenstein, D., Hainline, K., Carniani, S., Ji, Z., Baker, W., Bhatawdekar, R., Bunker, A., Cargile, P., Charlot, S., Chevallard, J., D'Eugenio, F., Egami, E., Johnson, B., Jones, G., Lyu, J., Maiolino, R., Pérez-González, P., Rieke, M., Robertson, B., Saxena, A., Scholtz, J., Shivaei, I., Sun, F., Tacchella, S., Whitler, L., Williams, C., Willmer, C., Willott, C., Witstok, J., Zhu, Y.", "year": "2025", "journal": "_Nature Astronomy_", "reference": "9, 729", "citation_count": 41}, "2025A&A...697A..88L": {"ai": 34, "href": "https://doi.org/10.1051/0004-6361/202347102", "title": "JADES: Differing assembly histories of galaxies: Observational evidence for bursty star formation histories and (mini-)quenching in the first billion years of the Universe", "authors": "Looser, T., D'Eugenio, F., Maiolino, R., Tacchella, S., Curti, M., Arribas, S., Baker, W., Baum, S., Bonaventura, N., Boyett, K., Bunker, A., Carniani, S., Charlot, S., Chevallard, J., Curtis-Lake, E., Lola Danhaive, A., Eisenstein, D., de Graaff, A., Hainline, K., Ji, Z., Johnson, B., Kumari, N., Nelson, E., Parlanti, E., Rix, H., Robertson, B., Del Pino, B., Sandles, L., Scholtz, J., Smit, R., Stark, D., Übler, H., Williams, C., Willott, C., Witstok, J.", "year": "2025", "journal": "_Astronomy and Astrophysics_", "reference": "697, A88", "citation_count": 136}, "2025arXiv250522567M": {"ai": 21, "href": "https://doi.org/10.48550/arXiv.2505.22567", "title": "A black hole in a near-pristine galaxy 700 million years after the Big Bang", "authors": "Maiolino, R., Uebler, H., D'Eugenio, F., Scholtz, J., Juodzbalis, I., Ji, X., Perna, M., Bromm, V., Dayal, P., Koudmani, S., Liu, B., Schneider, R., Sijacki, D., Valiante, R., Trinca, A., Zhang, S., Volonteri, M., Inayoshi, K., Carniani, S., Nakajima, K., Isobe, Y., Witstok, J., Jones, G., Tacchella, S., Arribas, S., Bunker, A., Cataldi, E., Charlot, S., Cresci, G., Curti, M., Fabian, A., Katz, H., Kumari, N., Laporte, N., Mazzolari, G., Robertson, B., Sun, F., Rodriguez Del Pino, B., Venturi, G.", "year": "2025", "journal": "arXiv e-prints", "reference": "2505.22567", "citation_count": 31}, "2025MNRAS.539.2463S": {"ai": 8, "href": "https://doi.org/10.1093/mnras/staf518", "title": "GA-NIFS: ISM properties and metal enrichment in a merger-driven starburst during the epoch of reionization probed with JWST and ALMA", "authors": "Scholtz, J., Curti, M., D'Eugenio, F., Übler, H., Maiolino, R., Marconcini, C., Smit, R., Perna, M., Witstok, J., Arribas, S., Böker, T., Bunker, A., Carniani, S., Charlot, S., Cresci, G., Lamperti, I., Parlanti, E., Pérez-González, P., Rodríguez Del Pino, B., Venturi, G.", "year": "2025", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "539, 2463", "citation_count": 26}, "2025A&A...697A.175S": {"ai": 37, "href": "https://doi.org/10.1051/0004-6361/202348804", "title": "JADES: A large population of obscured, narrow-line active galactic nuclei at high redshift", "authors": "Scholtz, J., Maiolino, R., D'Eugenio, F., Curtis-Lake, E., Carniani, S., Charlot, S., Curti, M., Silcock, M., Arribas, S., Baker, W., Bhatawdekar, R., Boyett, K., Bunker, A., Chevallard, J., Circosta, C., Eisenstein, D., Hainline, K., Hausen, R., Ji, X., Ji, Z., Johnson, B., Kumari, N., Looser, T., Lyu, J., Maseda, M., Parlanti, E., Perna, M., Rieke, M., Robertson, B., Del Pino, B., Sun, F., Tacchella, S., Übler, H., Venturi, G., Williams, C., Willmer, C., Willott, C., Witstok, J.", "year": "2025", "journal": "_Astronomy and Astrophysics_", "reference": "697, A175", "citation_count": 155}, "2025A&A...696A..87C": {"ai": 13, "href": "https://doi.org/10.1051/0004-6361/202452451", "title": "The eventful life of a luminous galaxy at z = 14: metal enrichment, feedback, and low gas fraction?", "authors": "Carniani, S., D'Eugenio, F., Ji, X., Parlanti, E., Scholtz, J., Sun, F., Venturi, G., Bakx, T., Curti, M., Maiolino, R., Tacchella, S., Zavala, J., Hainline, K., Witstok, J., Johnson, B., Alberts, S., Bunker, A., Charlot, S., Eisenstein, D., Helton, J., Jakobsen, P., Kumari, N., Robertson, B., Saxena, A., Übler, H., Williams, C., Willmer, C., Willott, C.", "year": "2025", "journal": "_Astronomy and Astrophysics_", "reference": "696, A87", "citation_count": 66}, "2025arXiv250403831F": {"ai": 22, "href": "https://doi.org/10.48550/arXiv.2504.03831", "title": "ALMA Observations of [OI]145um and [NII]205um Emission lines from Star-Forming Galaxies at $z\\sim7$", "authors": "Fudamoto, Y., Inoue, A., Bouwens, R., Inami, H., Smit, R., Stark, D., Aravena, M., Pallottini, A., Hashimoto, T., Oguri, M., Bowler, R., da Cunha, E., Dayal, P., Ferrara, A., Fujimoto, S., Heintz, K., Hygate, A., van Leeuwen, I., De Looze, I., Rowland, L., Stefanon, M., Sugahara, Y., Witstok, J., van der Werf, P.", "year": "2025", "journal": "arXiv e-prints", "reference": "2504.03831", "citation_count": 5}, "2025A&A...696A..59P": {"ai": 25, "href": "https://doi.org/10.1051/0004-6361/202453430", "title": "GA-NIFS: High number of dual active galactic nuclei at z ∼ 3", "authors": "Perna, M., Arribas, S., Lamperti, I., Circosta, C., Bertola, E., Pérez-González, P., D'Eugenio, F., Übler, H., Cresci, G., Volonteri, M., Mannucci, F., Maiolino, R., Rodríguez Del Pino, B., Böker, T., Bunker, A., Charlot, S., Willott, C., Carniani, S., Curti, M., Jones, G., Kumari, N., Marshall, M., Venturi, G., Saxena, A., Scholtz, J., Witstok, J.", "year": "2025", "journal": "_Astronomy and Astrophysics_", "reference": "696, A59", "citation_count": 51}, "2025arXiv250401852R": {"ai": 46, "href": "https://doi.org/10.48550/arXiv.2504.01852", "title": "Deciphering the Nature of Virgil: An Obscured AGN Lurking Within an Apparently Normal Lyman-α Emitter During Cosmic Reionization", "authors": "Rinaldi, P., Pérez-González, P., Rieke, G., Lyu, J., D'Eugenio, F., Wu, Z., Carniani, S., Looser, T., Shivaei, I., Boogaard, L., Diaz-Santos, T., Colina, L., Östlin, G., Alberts, S., Álvarez-Márquez, J., Annuziatella, M., Aravena, M., Bhatawdekar, R., Bunker, A., Caputi, K., Charlot, S., Crespo Gómez, A., Curti, M., Eckart, A., Gillman, S., Hainline, K., Kumari, N., Hjorth, J., Iani, E., Inami, H., Ji, Z., Johnson, B., Jones, G., Labiano, Á., Maiolino, R., Melinder, J., Moutard, T., Peißker, F., Rieke, M., Robertson, B., Scholtz, J., Tacchella, S., van der Werf, P., Walter, F., Williams, C., Willott, C., Witstok, J., Übler, H., Zhu, Y.", "year": "2025", "journal": "arXiv e-prints", "reference": "2504.01852", "citation_count": 10}, "2025arXiv250311752D": {"ai": 29, "href": "https://doi.org/10.48550/arXiv.2503.11752", "title": "BlackTHUNDER strikes twice: rest-frame Balmer-line absorption and high Eddington accretion rate in a Little Red Dot at $z=7.04$", "authors": "D'Eugenio, F., Maiolino, R., Perna, M., Uebler, H., Ji, X., McClymont, W., Koudmani, S., Sijacki, D., Juodžbalis, I., Scholtz, J., Bennett, J., Bunker, A., Carniani, S., Charlot, S., Cresci, G., Curtis-Lake, E., Dalla Bontà, E., Jones, G., Lyu, J., Marconi, A., Mazzolari, G., Nelson, E., Parlanti, E., Robertson, B., Schneider, R., Simmonds, C., Tacchella, S., Venturi, G., Willott, C., Witstok, J., Witten, C.", "year": "2025", "journal": "arXiv e-prints", "reference": "2503.11752", "citation_count": 38}, "2025ApJS..277....4D": {"ai": 28, "href": "https://doi.org/10.3847/1538-4365/ada148", "title": "JADES Data Release 3: NIRSpec/Microshutter Assembly Spectroscopy for 4000 Galaxies in the GOODS Fields", "authors": "D'Eugenio, F., Cameron, A., Scholtz, J., Carniani, S., Willott, C., Curtis-Lake, E., Bunker, A., Parlanti, E., Maiolino, R., Willmer, C., Jakobsen, P., Robertson, B., Johnson, B., Tacchella, S., Cargile, P., Rawle, T., Arribas, S., Chevallard, J., Curti, M., Egami, E., Eisenstein, D., Kumari, N., Looser, T., Rieke, M., Rodríguez Del Pino, B., Saxena, A., Übler, H., Venturi, G., Witstok, J., Baker, W., Bhatawdekar, R., Bonaventura, N., Boyett, K., Charlot, S., Danhaive, A., Hainline, K., Hausen, R., Helton, J., Ji, X., Ji, Z., Jones, G., Juodžbalis, I., Maseda, M., Pérez-González, P., Perna, M., Puskás, D., Shivaei, I., Silcock, M., Simmonds, C., Smit, R., Sun, F., Villanueva, N., Williams, C., Zhu, Y.", "year": "2025", "journal": "_The Astrophysical Journal Supplement Series_", "reference": "277, 4", "citation_count": 186}, "2025arXiv250316595R": {"ai": 16, "href": "https://doi.org/10.48550/arXiv.2503.16595", "title": "JWST's little red dots: an emerging population of young, low-mass AGN cocooned in dense ionized gas", "authors": "Rusakov, V., Watson, D., Nikopoulos, G., Brammer, G., Gottumukkala, R., Harvey, T., Heintz, K., Nielsen, R., Sim, S., Sneppen, A., Vijayan, A., Adams, N., Austin, D., Conselice, C., Goolsby, C., Toft, S., Witstok, J.", "year": "2025", "journal": "arXiv e-prints", "reference": "2503.16595", "citation_count": 71}, "2025Natur.639..897W": {"ai": 0, "href": "https://doi.org/10.1038/s41586-025-08779-5", "title": "Witnessing the onset of reionization through Lyman-α emission at redshift 13", "authors": "Witstok, J., Jakobsen, P., Maiolino, R., Helton, J., et al.", "year": "2025", "journal": "_Nature_", "reference": "639, 897", "citation_count": 75}, "2025A&A...694A..84L": {"ai": 3, "href": "https://doi.org/10.1051/0004-6361/202452372", "title": "Polycyclic aromatic hydrocarbon and the ultraviolet extinction bump at the cosmic dawn", "authors": "Lin, Q., Yang, X., Li, A., Witstok, J.", "year": "2025", "journal": "_Astronomy and Astrophysics_", "reference": "694, A84", "citation_count": 9}, "2025MNRAS.537..112W": {"ai": 9, "href": "https://doi.org/10.1093/mnras/staf001", "title": "Rising from the ashes: evidence of old stellar populations and rejuvenation events in the very early Universe", "authors": "Witten, C., McClymont, W., Laporte, N., Roberts-Borsani, G., Sijacki, D., Tacchella, S., Simmonds, C., Katz, H., Ellis, R., Witstok, J., Maiolino, R., Ji, X., Hayes, B., Looser, T., D'Eugenio, F.", "year": "2025", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "537, 112", "citation_count": 44}, "2025NatAs...9..141B": {"ai": 38, "href": "https://doi.org/10.1038/s41550-024-02384-8", "title": "A core in a star-forming disc as evidence of inside-out growth in the early Universe", "authors": "Baker, W., Tacchella, S., Johnson, B., Nelson, E., Suess, K., D'Eugenio, F., Curti, M., de Graaff, A., Ji, Z., Maiolino, R., Robertson, B., Scholtz, J., Alberts, S., Arribas, S., Boyett, K., Bunker, A., Carniani, S., Charlot, S., Chen, Z., Chevallard, J., Curtis-Lake, E., Danhaive, A., DeCoursey, C., Egami, E., Eisenstein, D., Endsley, R., Hausen, R., Helton, J., Kumari, N., Looser, T., Maseda, M., Puskás, D., Rieke, M., Sandles, L., Sun, F., Übler, H., Williams, C., Willmer, C., Witstok, J.", "year": "2025", "journal": "_Nature Astronomy_", "reference": "9, 141", "citation_count": 59}, "2025A&A...693A..60H": {"ai": 47, "href": "https://doi.org/10.1051/0004-6361/202450243", "title": "The JWST-PRIMAL archival survey: A JWST/NIRSpec reference sample for the physical properties and Lyman-α absorption and emission of ∼600 galaxies at z = 5.0 ‑ 13.4", "authors": "Heintz, K., Brammer, G., Watson, D., Oesch, P., Keating, L., Hayes, M., Abdurro'uf, Arellano-Córdova, K., Carnall, A., Christiansen, C., Cullen, F., Davé, R., Dayal, P., Ferrara, A., Finlator, K., Fynbo, J., Flury, S., Gelli, V., Gillman, S., Gottumukkala, R., Gould, K., Greve, T., Hardin, S., Hsiao, T., Hutter, A., Jakobsson, P., Killi, M., Khosravaninezhad, N., Laursen, P., Lee, M., Magdis, G., Matthee, J., Naidu, R., Narayanan, D., Pollock, C., Prescott, M., Rusakov, V., Shuntov, M., Sneppen, A., Smit, R., Tanvir, N., Terp, C., Toft, S., Valentino, F., Vijayan, A., Weaver, J., Wise, J., Witstok, J.", "year": "2025", "journal": "_Astronomy and Astrophysics_", "reference": "693, A60", "citation_count": 124}, "2025arXiv250113082J": {"ai": 36, "href": "https://doi.org/10.48550/arXiv.2501.13082", "title": "BlackTHUNDER -- A non-stellar Balmer break in a black hole-dominated little red dot at $z=7.04$", "authors": "Ji, X., Maiolino, R., Übler, H., Scholtz, J., D'Eugenio, F., Sun, F., Perna, M., Turner, H., Carniani, S., Arribas, S., Bennett, J., Bunker, A., Charlot, S., Cresci, G., Curti, M., Egami, E., Fabian, A., Inayoshi, K., Isobe, Y., Jones, G., Juodžbalis, I., Kumari, N., Lyu, J., Mazzolari, G., Parlanti, E., Robertson, B., Rodríguez Del Pino, B., Schneider, R., Sijacki, D., Tacchella, S., Trinca, A., Valiante, R., Venturi, G., Volonteri, M., Willott, C., Witten, C., Witstok, J.", "year": "2025", "journal": "arXiv e-prints", "reference": "2501.13082", "citation_count": 83}, "2025MNRAS.536.2355J": {"ai": 20, "href": "https://doi.org/10.1093/mnras/stae2670", "title": "JADES: measuring reionization properties using Lyman-alpha emission", "authors": "Jones, G., Bunker, A., Saxena, A., Arribas, S., Bhatawdekar, R., Boyett, K., Cameron, A., Carniani, S., Charlot, S., Curtis-Lake, E., Hainline, K., Johnson, B., Kumari, N., Maseda, M., Rix, H., Robertson, B., Tacchella, S., Übler, H., Williams, C., Willott, C., Witstok, J., Zhu, Y.", "year": "2025", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "536, 2355", "citation_count": 31}, "2025MNRAS.536...27W": {"ai": 0, "href": "https://doi.org/10.1093/mnras/stae2535", "title": "JADES: primaeval Lyman α emitting galaxies reveal early sites of reionization out to redshift z ~ 9", "authors": "Witstok, J., Maiolino, R., Smit, R., Jones, G., et al.", "year": "2025", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "536, 27", "citation_count": 40}, "2024MNRAS.535.1796B": {"ai": 35, "href": "https://doi.org/10.1093/mnras/stae2430", "title": "Extreme emission line galaxies detected in JADES JWST/NIRSpec - I. Inferred galaxy properties", "authors": "Boyett, K., Bunker, A., Curtis-Lake, E., Chevallard, J., Cameron, A., Jones, G., Saxena, A., Charlot, S., Curti, M., Wallace, I., Arribas, S., Carniani, S., Willott, C., Alberts, S., Eisenstein, D., Hainline, K., Hausen, R., Johnson, B., Rieke, M., Robertson, B., Stark, D., Tacchella, S., Williams, C., Chen, Z., Egami, E., Endsley, R., Kumari, N., Laseter, I., Looser, T., Maseda, M., Scholtz, J., Shivaei, I., Simmonds, C., Smit, R., Übler, H., Witstok, J.", "year": "2024", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "535, 1796", "citation_count": 93}, "2024ApJ...976..160H": {"ai": 5, "href": "https://doi.org/10.3847/1538-4357/ad8447", "title": "Searching for Emission Lines at z &gt; 11: The Role of Damped Lyα and Hints About the Escape of Ionizing Photons", "authors": "Hainline, K., D'Eugenio, F., Jakobsen, P., Chevallard, J., Carniani, S., Witstok, J., Ji, Z., Curtis-Lake, E., Johnson, B., Robertson, B., Tacchella, S., Curti, M., Charlot, S., Helton, J., Arribas, S., Bhatawdekar, R., Bunker, A., Cameron, A., Egami, E., Eisenstein, D., Hausen, R., Kumari, N., Maiolino, R., Pérez-González, P., Rieke, M., Saxena, A., Scholtz, J., Smit, R., Sun, F., Williams, C., Willmer, C., Willott, C.", "year": "2024", "journal": "_The Astrophysical Journal_", "reference": "976, 160", "citation_count": 49}, "2024Natur.636..594J": {"ai": 6, "href": "https://doi.org/10.1038/s41586-024-08210-5", "title": "A dormant overmassive black hole in the early Universe", "authors": "Juodžbalis, I., Maiolino, R., Baker, W., Tacchella, S., Scholtz, J., D'Eugenio, F., Witstok, J., Schneider, R., Trinca, A., Valiante, R., DeCoursey, C., Curti, M., Carniani, S., Chevallard, J., de Graaff, A., Arribas, S., Bennett, J., Bourne, M., Bunker, A., Charlot, S., Jiang, B., Koudmani, S., Perna, M., Robertson, B., Sijacki, D., Übler, H., Williams, C., Willott, C.", "year": "2024", "journal": "_Nature_", "reference": "636, 594", "citation_count": 104}, "2024ApJ...976L..27N": {"ai": 45, "href": "https://doi.org/10.3847/2041-8213/ad7b17", "title": "Ionized Gas Kinematics with FRESCO: An Extended, Massive, Rapidly Rotating Galaxy at z = 5.4", "authors": "Nelson, E., Brammer, G., Giménez-Arteaga, C., Oesch, P., Naidu, R., Übler, H., Matharu, J., Shapley, A., Whitaker, K., Wisnioski, E., Förster Schreiber, N., Smit, R., van Dokkum, P., Chisholm, J., Endsley, R., Hartley, A., Gibson, J., Giovinazzo, E., Illingworth, G., Labbe, I., Maseda, M., Matthee, J., Covelo Paz, A., Price, S., Reddy, N., Shivaei, I., Weibel, A., Wuyts, S., Xiao, M., Alberts, S., Baker, W., Bunker, A., Cameron, A., Charlot, S., Eisenstein, D., de Graaff, A., Ji, Z., Johnson, B., Jones, G., Maiolino, R., Robertson, B., Sandles, L., Suess, K., Tacchella, S., Williams, C., Witstok, J.", "year": "2024", "journal": "_The Astrophysical Journal Letters_", "reference": "976, L27", "citation_count": 43}, "2024MNRAS.535.2998S": {"ai": 27, "href": "https://doi.org/10.1093/mnras/stae2537", "title": "Ionizing properties of galaxies in JADES for a stellar mass complete sample: resolving the cosmic ionizing photon budget crisis at the Epoch of Reionization", "authors": "Simmonds, C., Tacchella, S., Hainline, K., Johnson, B., Puskás, D., Robertson, B., Baker, W., Bhatawdekar, R., Boyett, K., Bunker, A., Cargile, P., Carniani, S., Chevallard, J., Curti, M., Curtis-Lake, E., Ji, Z., Jones, G., Kumari, N., Laseter, I., Maiolino, R., Maseda, M., Rinaldi, P., Stoffers, A., Übler, H., Villanueva, N., Williams, C., Willott, C., Witstok, J., Zhu, Y.", "year": "2024", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "535, 2998", "citation_count": 81}, "2024A&A...692A.184T": {"ai": 21, "href": "https://doi.org/10.1051/0004-6361/202449980", "title": "Spatially resolved emission lines in galaxies at 4 ≤ z &lt; 10 from the JADES survey: Evidence for enhanced central star formation", "authors": "Tripodi, R., D'Eugenio, F., Maiolino, R., Curti, M., Scholtz, J., Tacchella, S., Marconcini, C., Bunker, A., Trussler, J., Cameron, A., Arribas, S., Baker, W., Bradač, M., Carniani, S., Charlot, S., Ji, X., Ji, Z., Robertson, B., Übler, H., Venturi, G., Willmer, C., Witstok, J.", "year": "2024", "journal": "_Astronomy and Astrophysics_", "reference": "692, A184", "citation_count": 22}, "2024MNRAS.535..853J": {"ai": 25, "href": "https://doi.org/10.1093/mnras/stae2367", "title": "JADES - the Rosetta stone of JWST-discovered AGN: deciphering the intriguing nature of early AGN", "authors": "Juodžbalis, I., Ji, X., Maiolino, R., D'Eugenio, F., Scholtz, J., Risaliti, G., Fabian, A., Mazzolari, G., Gilli, R., Prandoni, I., Arribas, S., Bunker, A., Carniani, S., Charlot, S., Curtis-Lake, E., de Graaff, A., Hainline, K., Parlanti, E., Perna, M., Pérez-González, P., Robertson, B., Tacchella, S., Übler, H., Williams, C., Willott, C., Witstok, J.", "year": "2024", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "535, 853", "citation_count": 75}, "2024A&A...691A.145M": {"ai": 9, "href": "https://doi.org/10.1051/0004-6361/202347640", "title": "JADES: The diverse population of infant black holes at 4 &lt; z &lt; 11: Merging, tiny, poor, but mighty", "authors": "Maiolino, R., Scholtz, J., Curtis-Lake, E., Carniani, S., Baker, W., de Graaff, A., Tacchella, S., Übler, H., D'Eugenio, F., Witstok, J., Curti, M., Arribas, S., Bunker, A., Charlot, S., Chevallard, J., Eisenstein, D., Egami, E., Ji, Z., Jones, G., Lyu, J., Rawle, T., Robertson, B., Rujopakarn, W., Perna, M., Sun, F., Venturi, G., Williams, C., Willott, C.", "year": "2024", "journal": "_Astronomy and Astrophysics_", "reference": "691, A145", "citation_count": 508}, "2024A&A...691A.305S": {"ai": 35, "href": "https://doi.org/10.1051/0004-6361/202347119", "title": "JADES: Balmer decrement measurements at redshifts 4 &lt; z &lt; 7", "authors": "Sandles, L., D'Eugenio, F., Maiolino, R., Looser, T., Arribas, S., Baker, W., Bonaventura, N., Bunker, A., Cameron, A., Carniani, S., Charlot, S., Chevallard, J., Curti, M., Curtis-Lake, E., de Graaff, A., Eisenstein, D., Hainline, K., Ji, Z., Johnson, B., Jones, G., Kumari, N., Nelson, E., Perna, M., Rawle, T., Rix, H., Robertson, B., Del Pino, B., Scholtz, J., Shivaei, I., Smit, R., Sun, F., Tacchella, S., Übler, H., Williams, C., Willott, C., Witstok, J.", "year": "2024", "journal": "_Astronomy and Astrophysics_", "reference": "691, A305", "citation_count": 35}, "2024arXiv241114532S": {"ai": 27, "href": "https://doi.org/10.48550/arXiv.2411.14532", "title": "Hitting the slopes: A spectroscopic view of UV continuum slopes of galaxies reveals a reddening at z &gt; 9.5", "authors": "Saxena, A., Cameron, A., Katz, H., Bunker, A., Chevallard, J., D'Eugenio, F., Arribas, S., Bhatawdekar, R., Boyett, K., Cargile, P., Carniani, S., Charlot, S., Curti, M., Curtis-Lake, E., Hainline, K., Ji, Z., Johnson, B., Jones, G., Kumari, N., Laseter, I., Maseda, M., Robertson, B., Simmonds, C., Tacchella, S., Ubler, H., Williams, C., Willott, C., Witstok, J., Zhu, Y.", "year": "2024", "journal": "arXiv e-prints", "reference": "2411.14532", "citation_count": 34}, "2024A&A...690A.288B": {"ai": 6, "href": "https://doi.org/10.1051/0004-6361/202347094", "title": "JADES NIRSpec initial data release for the Hubble Ultra Deep Field: Redshifts and line fluxes of distant galaxies from the deepest JWST Cycle 1 NIRSpec multi-object spectroscopy", "authors": "Bunker, A., Cameron, A., Curtis-Lake, E., Jakobsen, P., Carniani, S., Curti, M., Witstok, J., Maiolino, R., D'Eugenio, F., Looser, T., Willott, C., Bonaventura, N., Hainline, K., Übler, H., Willmer, C., Saxena, A., Smit, R., Alberts, S., Arribas, S., Baker, W., Baum, S., Bhatawdekar, R., Bowler, R., Boyett, K., Charlot, S., Chen, Z., Chevallard, J., Circosta, C., DeCoursey, C., de Graaff, A., Egami, E., Eisenstein, D., Endsley, R., Ferruit, P., Giardino, G., Hausen, R., Helton, J., Hviding, R., Ji, Z., Johnson, B., Jones, G., Kumari, N., Laseter, I., Lützgendorf, N., Maseda, M., Nelson, E., Parlanti, E., Perna, M., Rauscher, B., Rawle, T., Rix, H., Rieke, M., Robertson, B., Rodríguez Del Pino, B., Sandles, L., Scholtz, J., Sharpe, K., Skarbinski, M., Stark, D., Sun, F., Tacchella, S., Topping, M., Villanueva, N., Wallace, I., Williams, C., Woodrum, C.", "year": "2024", "journal": "_Astronomy and Astrophysics_", "reference": "690, A288", "citation_count": 238}, "2024A&A...690A..89S": {"ai": 26, "href": "https://doi.org/10.1051/0004-6361/202449579", "title": "A new census of dust and polycyclic aromatic hydrocarbons at z = 0.7–2 with JWST MIRI", "authors": "Shivaei, I., Alberts, S., Florian, M., Rieke, G., Wuyts, S., Bodansky, S., Bunker, A., Cameron, A., Curti, M., D'Eugenio, F., Dudzevičiūtė, U., Ji, Z., Johnson, B., Kramarenko, I., Lyu, J., Matthee, J., Morrison, J., Naidu, R., Pérez-González, P., Reddy, N., Robertson, B., Sun, Y., Tacchella, S., Whitaker, K., Williams, C., Willmer, C., Witstok, J., Xiao, M., Zhu, Y.", "year": "2024", "journal": "_Astronomy and Astrophysics_", "reference": "690, A89", "citation_count": 37}, "2024A&A...690A..70T": {"ai": 5, "href": "https://doi.org/10.1051/0004-6361/202450375", "title": "Uncovering the physical origin of the prominent Lyman-α emission and absorption in GS9422 at z = 5.943", "authors": "Terp, C., Heintz, K., Watson, D., Brammer, G., Carnall, A., Witstok, J., Smit, R., Vejlgaard, S.", "year": "2024", "journal": "_Astronomy and Astrophysics_", "reference": "690, A70", "citation_count": 16}, "2024Natur.633..318C": {"ai": 5, "href": "https://doi.org/10.1038/s41586-024-07860-9", "title": "Spectroscopic confirmation of two luminous galaxies at a redshift of 14", "authors": "Carniani, S., Hainline, K., D'Eugenio, F., Eisenstein, D., Jakobsen, P., Witstok, J., Johnson, B., Chevallard, J., Maiolino, R., Helton, J., Willott, C., Robertson, B., Alberts, S., Arribas, S., Baker, W., Bhatawdekar, R., Boyett, K., Bunker, A., Cameron, A., Cargile, P., Charlot, S., Curti, M., Curtis-Lake, E., Egami, E., Giardino, G., Isaak, K., Ji, Z., Jones, G., Kumari, N., Maseda, M., Parlanti, E., Pérez-González, P., Rawle, T., Rieke, G., Rieke, M., Del Pino, B., Saxena, A., Scholtz, J., Smit, R., Sun, F., Tacchella, S., Übler, H., Venturi, G., Williams, C., Willmer, C.", "year": "2024", "journal": "_Nature_", "reference": "633, 318", "citation_count": 241}, "2024A&A...689A.152D": {"ai": 5, "href": "https://doi.org/10.1051/0004-6361/202348636", "title": "JADES: Carbon enrichment 350 Myr after the Big Bang", "authors": "D'Eugenio, F., Maiolino, R., Carniani, S., Chevallard, J., Curtis-Lake, E., Witstok, J., Charlot, S., Baker, W., Arribas, S., Boyett, K., Bunker, A., Curti, M., Eisenstein, D., Hainline, K., Ji, Z., Johnson, B., Kumari, N., Looser, T., Nakajima, K., Nelson, E., Rieke, M., Robertson, B., Scholtz, J., Smit, R., Sun, F., Venturi, G., Tacchella, S., Übler, H., Willmer, C., Willott, C.", "year": "2024", "journal": "_Astronomy and Astrophysics_", "reference": "689, A152", "citation_count": 106}, "2024MNRAS.533.1111E": {"ai": 39, "href": "https://doi.org/10.1093/mnras/stae1857", "title": "The star-forming and ionizing properties of dwarf z 6-9 galaxies in JADES: insights on bursty star formation and ionized bubble growth", "authors": "Endsley, R., Stark, D., Whitler, L., Topping, M., Johnson, B., Robertson, B., Tacchella, S., Alberts, S., Baker, W., Bhatawdekar, R., Boyett, K., Bunker, A., Cameron, A., Carniani, S., Charlot, S., Chen, Z., Chevallard, J., Curtis-Lake, E., Danhaive, A., Egami, E., Eisenstein, D., Hainline, K., Helton, J., Ji, Z., Looser, T., Maiolino, R., Nelson, E., Puskás, D., Rieke, G., Rieke, M., Rix, H., Sandles, L., Saxena, A., Simmonds, C., Smit, R., Sun, F., Williams, C., Willmer, C., Willott, C., Witstok, J.", "year": "2024", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "533, 1111", "citation_count": 174}, "2024A&A...689A..73M": {"ai": 22, "href": "https://doi.org/10.1051/0004-6361/202449914", "title": "The NIRSpec Wide GTO Survey", "authors": "Maseda, M., de Graaff, A., Franx, M., Rix, H., Carniani, S., Laseter, I., Dudzevičiūtė, U., Rawle, T., Parlanti, E., Arribas, S., Bunker, A., Cameron, A., Charlot, S., Curti, M., D'Eugenio, F., Jones, G., Kumari, N., Maiolino, R., Übler, H., Saxena, A., Smit, R., Willott, C., Witstok, J.", "year": "2024", "journal": "_Astronomy and Astrophysics_", "reference": "689, A73", "citation_count": 31}, "2024A&A...688A.146A": {"ai": 26, "href": "https://doi.org/10.1051/0004-6361/202348824", "title": "GA-NIFS: The core of an extremely massive protocluster at the epoch of reionisation probed with JWST/NIRSpec", "authors": "Arribas, S., Perna, M., Rodríguez Del Pino, B., Lamperti, I., D'Eugenio, F., Pérez-González, P., Jones, G., Crespo Gómez, A., Curti, M., Lim, S., Álvarez-Márquez, J., Bunker, A., Carniani, S., Charlot, S., Jakobsen, P., Maiolino, R., Übler, H., Willott, C., Böker, T., Chevallard, J., Circosta, C., Cresci, G., Kumari, N., Parlanti, E., Scholtz, J., Venturi, G., Witstok, J.", "year": "2024", "journal": "_Astronomy and Astrophysics_", "reference": "688, A146", "citation_count": 69}, "2024arXiv240706287H": {"ai": 5, "href": "https://doi.org/10.48550/arXiv.2407.06287", "title": "A massive, neutral gas reservoir permeating a galaxy proto-cluster after the reionization era", "authors": "Heintz, K., Bennett, J., Oesch, P., Sneppen, A., Rennehan, D., Witstok, J., Smit, R., Vejlgaard, S., Terp, C., Koca, U., Brammer, G., Finlator, K., Hayes, M., Sijacki, D., Naidu, R., Matthee, J., Valentino, F., Tanvir, N., Jakobsson, P., Laursen, P., Watson, D., Davé, R., Keating, L., Covelo-Paz, A.", "year": "2024", "journal": "arXiv e-prints", "reference": "2407.06287", "citation_count": 12}, "2024A&A...687A..67M": {"ai": 7, "href": "https://doi.org/10.1051/0004-6361/202347087", "title": "JADES. Possible Population III signatures at z = 10.6 in the halo of GN-z11", "authors": "Maiolino, R., Übler, H., Perna, M., Scholtz, J., D'Eugenio, F., Witten, C., Laporte, N., Witstok, J., Carniani, S., Tacchella, S., Baker, W., Arribas, S., Nakajima, K., Eisenstein, D., Bunker, A., Charlot, S., Cresci, G., Curti, M., Curtis-Lake, E., de Graaff, A., Egami, E., Ji, Z., Johnson, B., Kumari, N., Looser, T., Maseda, M., Nelson, E., Robertson, B., Rodríguez Del Pino, B., Sandles, L., Simmonds, C., Smit, R., Sun, F., Venturi, G., Williams, C., Willmer, C.", "year": "2024", "journal": "_Astronomy and Astrophysics_", "reference": "687, A67", "citation_count": 100}, "2024ApJ...970...31R": {"ai": 35, "href": "https://doi.org/10.3847/1538-4357/ad463d", "title": "Earliest Galaxies in the JADES Origins Field: Luminosity Function and Cosmic Star Formation Rate Density 300 Myr after the Big Bang", "authors": "Robertson, B., Johnson, B., Tacchella, S., Eisenstein, D., Hainline, K., Arribas, S., Baker, W., Bunker, A., Carniani, S., Cargile, P., Carreira, C., Charlot, S., Chevallard, J., Curti, M., Curtis-Lake, E., D'Eugenio, F., Egami, E., Hausen, R., Helton, J., Jakobsen, P., Ji, Z., Jones, G., Maiolino, R., Maseda, M., Nelson, E., Pérez-González, P., Puskás, D., Rieke, M., Smit, R., Sun, F., Übler, H., Whitler, L., Williams, C., Willmer, C., Willott, C., Witstok, J.", "year": "2024", "journal": "_The Astrophysical Journal_", "reference": "970, 31", "citation_count": 144}, "2024A&A...687A.283S": {"ai": 12, "href": "https://doi.org/10.1051/0004-6361/202347187", "title": "GN-z11: The environment of an active galactic nucleus at z = 10.603. New insights into the most distant Lyα detection", "authors": "Scholtz, J., Witten, C., Laporte, N., Übler, H., Perna, M., Maiolino, R., Arribas, S., Baker, W., Bennett, J., D'Eugenio, F., Simmonds, C., Tacchella, S., Witstok, J., Bunker, A., Carniani, S., Charlot, S., Cresci, G., Curtis-Lake, E., Eisenstein, D., Kumari, N., Robertson, B., Rodríguez Del Pino, B., Smit, R., Venturi, G., Williams, C., Willmer, C.", "year": "2024", "journal": "_Astronomy and Astrophysics_", "reference": "687, A283", "citation_count": 52}, "2024arXiv240611997K": {"ai": 2, "href": "https://doi.org/10.48550/arXiv.2406.11997", "title": "JADES: Physical properties of Lyα and non-Lyα emitters at z ~ 4.8-9.6", "authors": "Kumari, N., Smit, R., Witstok, J., et al.", "year": "2024", "journal": "arXiv e-prints", "reference": "2406.11997", "citation_count": 20}, "2024MNRAS.531.2701T": {"ai": 24, "href": "https://doi.org/10.1093/mnras/stae1338", "title": "Lyα emission in galaxies at z ≃ 5-6: new insight from JWST into the statistical distributions of Lyα properties at the end of reionization", "authors": "Tang, M., Stark, D., Ellis, R., Sun, F., Topping, M., Robertson, B., Tacchella, S., Arribas, S., Baker, W., Bhatawdekar, R., Boyett, K., Bunker, A., Charlot, S., Chen, Z., Chevallard, J., Jones, G., Kumari, N., Lyu, J., Maiolino, R., Maseda, M., Saxena, A., Whitler, L., Williams, C., Willott, C., Witstok, J.", "year": "2024", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "531, 2701", "citation_count": 42}, "2024A&A...685A..99C": {"ai": 32, "href": "https://doi.org/10.1051/0004-6361/202347230", "title": "JADES: The incidence rate and properties of galactic outflows in low-mass galaxies across 3 &lt; z &lt; 9", "authors": "Carniani, S., Venturi, G., Parlanti, E., de Graaff, A., Maiolino, R., Arribas, S., Bonaventura, N., Boyett, K., Bunker, A., Cameron, A., Charlot, S., Chevallard, J., Curti, M., Curtis-Lake, E., Eisenstein, D., Giardino, G., Hausen, R., Kumari, N., Maseda, M., Nelson, E., Perna, M., Rix, H., Robertson, B., Del Pino, B., Sandles, L., Scholtz, J., Simmonds, C., Smit, R., Tacchella, S., Übler, H., Williams, C., Willott, C., Witstok, J.", "year": "2024", "journal": "_Astronomy and Astrophysics_", "reference": "685, A99", "citation_count": 83}, "2024Natur.629...53L": {"ai": 3, "href": "https://doi.org/10.1038/s41586-024-07227-0", "title": "A recently quenched galaxy 700 million years after the Big Bang", "authors": "Looser, T., D'Eugenio, F., Maiolino, R., Witstok, J., et al.", "year": "2024", "journal": "_Nature_", "reference": "629, 53", "citation_count": 169}, "2024arXiv240519401S": {"ai": 25, "href": "https://doi.org/10.48550/arXiv.2405.19401", "title": "Net-zero gas inflow: Measurement of the gas consumption history of a massive quiescent galaxy", "authors": "Scholtz, J., D'Eugenio, F., Maiolino, R., Pérez-González, P., Circosta, C., Tacchella, S., Williams, C., Alberts, S., Arribas, S., Baker, W., Bertola, E., Bunker, A., Carniani, S., Charlot, S., Cresci, G., Jones, G., Kumari, N., Lamperti, I., Looser, T., Rodríguez Del Pino, B., Robertson, B., Parlanti, E., Perna, M., Übler, H., Venturi, G., Witstok, J.", "year": "2024", "journal": "arXiv e-prints", "reference": "2405.19401", "citation_count": 15}, "2024A&A...684A..75C": {"ai": 11, "href": "https://doi.org/10.1051/0004-6361/202346698", "title": "JADES: Insights into the low-mass end of the mass-metallicity-SFR relation at 3 &lt; z &lt; 10 from deep JWST/NIRSpec spectroscopy", "authors": "Curti, M., Maiolino, R., Curtis-Lake, E., Chevallard, J., Carniani, S., D'Eugenio, F., Looser, T., Scholtz, J., Charlot, S., Cameron, A., Übler, H., Witstok, J., Boyett, K., Laseter, I., Sandles, L., Arribas, S., Bunker, A., Giardino, G., Maseda, M., Rawle, T., Rodríguez Del Pino, B., Smit, R., Willott, C., Eisenstein, D., Hausen, R., Johnson, B., Rieke, M., Robertson, B., Tacchella, S., Williams, C., Willmer, C., Baker, W., Bhatawdekar, R., Egami, E., Helton, J., Ji, Z., Kumari, N., Perna, M., Shivaei, I., Sun, F.", "year": "2024", "journal": "_Astronomy and Astrophysics_", "reference": "684, A75", "citation_count": 256}, "2024MNRAS.529..781K": {"ai": 3, "href": "https://doi.org/10.1093/mnras/stae252", "title": "A study of extreme C III]1908 &amp; [O III]88/[C II]157 emission in Pox 186: implications for JWST+ALMA (FUV + FIR) studies of distant galaxies", "authors": "Kumari, N., Smit, R., Leitherer, C., Witstok, J., et al.", "year": "2024", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "529, 781", "citation_count": 14}, "2024A&A...684A..84S": {"ai": 5, "href": "https://doi.org/10.1051/0004-6361/202347132", "title": "JADES: The production and escape of ionizing photons from faint Lyman-alpha emitters in the epoch of reionization", "authors": "Saxena, A., Bunker, A., Jones, G., Stark, D., Cameron, A., Witstok, J., Arribas, S., Baker, W., Baum, S., Bhatawdekar, R., Bowler, R., Boyett, K., Carniani, S., Charlot, S., Chevallard, J., Curti, M., Curtis-Lake, E., Eisenstein, D., Endsley, R., Hainline, K., Helton, J., Johnson, B., Kumari, N., Looser, T., Maiolino, R., Rieke, M., Rix, H., Robertson, B., Sandles, L., Simmonds, C., Smit, R., Tacchella, S., Williams, C., Willmer, C., Willott, C.", "year": "2024", "journal": "_Astronomy and Astrophysics_", "reference": "684, A84", "citation_count": 110}, "2024MNRAS.529.4087T": {"ai": 24, "href": "https://doi.org/10.1093/mnras/stae800", "title": "The UV continuum slopes of early star-forming galaxies in JADES", "authors": "Topping, M., Stark, D., Endsley, R., Whitler, L., Hainline, K., Johnson, B., Robertson, B., Tacchella, S., Chen, Z., Alberts, S., Baker, W., Bunker, A., Carniani, S., Charlot, S., Chevallard, J., Curtis-Lake, E., DeCoursey, C., Egami, E., Eisenstein, D., Ji, Z., Maiolino, R., Williams, C., Willmer, C., Willott, C., Witstok, J.", "year": "2024", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "529, 4087", "citation_count": 104}, "2024ApJ...964...71H": {"ai": 45, "href": "https://doi.org/10.3847/1538-4357/ad1ee4", "title": "The Cosmos in Its Infancy: JADES Galaxy Candidates at z &gt; 8 in GOODS-S and GOODS-N", "authors": "Hainline, K., Johnson, B., Robertson, B., Tacchella, S., Helton, J., Sun, F., Eisenstein, D., Simmonds, C., Topping, M., Whitler, L., Willmer, C., Rieke, M., Suess, K., Hviding, R., Cameron, A., Alberts, S., Baker, W., Baum, S., Bhatawdekar, R., Bonaventura, N., Boyett, K., Bunker, A., Carniani, S., Charlot, S., Chevallard, J., Chen, Z., Curti, M., Curtis-Lake, E., D'Eugenio, F., Egami, E., Endsley, R., Hausen, R., Ji, Z., Looser, T., Lyu, J., Maiolino, R., Nelson, E., Puskás, D., Rawle, T., Sandles, L., Saxena, A., Smit, R., Stark, D., Williams, C., Willott, C., Witstok, J.", "year": "2024", "journal": "_The Astrophysical Journal_", "reference": "964, 71", "citation_count": 170}, "2024MNRAS.529L...1J": {"ai": 1, "href": "https://doi.org/10.1093/mnrasl/slad189", "title": "New constraints on the molecular gas content of a z 8 galaxy from JVLA CO(J = 2-1) observations", "authors": "Jones, G., Witstok, J., Concas, A., Laporte, N.", "year": "2024", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "529, L1", "citation_count": 6}, "2024A&A...683A.238J": {"ai": 3, "href": "https://doi.org/10.1051/0004-6361/202347099", "title": "JADES: The emergence and evolution of Lyα emission and constraints on the intergalactic medium neutral fraction", "authors": "Jones, G., Bunker, A., Saxena, A., Witstok, J., et al.", "year": "2024", "journal": "_Astronomy and Astrophysics_", "reference": "683, A238", "citation_count": 55}, "2024Natur.627...59M": {"ai": 2, "href": "https://doi.org/10.1038/s41586-024-07052-5", "title": "A small and vigorous black hole in the early Universe", "authors": "Maiolino, R., Scholtz, J., Witstok, J., et al.", "year": "2024", "journal": "_Nature_", "reference": "627, 59", "citation_count": 400}, "2024ApJ...962..124H": {"ai": 21, "href": "https://doi.org/10.3847/1538-4357/ad0da7", "title": "The JWST Advanced Deep Extragalactic Survey: Discovery of an Extreme Galaxy Overdensity at z = 5.4 with JWST/NIRCam in GOODS-S", "authors": "Helton, J., Sun, F., Woodrum, C., Hainline, K., Willmer, C., Rieke, G., Rieke, M., Tacchella, S., Robertson, B., Johnson, B., Alberts, S., Eisenstein, D., Hausen, R., Bonaventura, N., Bunker, A., Charlot, S., Curti, M., Curtis-Lake, E., Looser, T., Maiolino, R., Willott, C., Witstok, J., Boyett, K., Chen, Z., Egami, E., Endsley, R., Hviding, R., Jaffe, D., Ji, Z., Lyu, J., Sandles, L.", "year": "2024", "journal": "_The Astrophysical Journal_", "reference": "962, 124", "citation_count": 65}, "2024A&A...682A.122J": {"ai": 21, "href": "https://doi.org/10.1051/0004-6361/202347838", "title": "GA-NIFS: JWST/NIRSpec integral field unit observations of HFLS3 reveal a dense galaxy group at z ∼ 6.3", "authors": "Jones, G., Übler, H., Perna, M., Arribas, S., Bunker, A., Carniani, S., Charlot, S., Maiolino, R., Del Pino, B., Willott, C., Bowler, R., Böker, T., Cameron, A., Chevallard, J., Cresci, G., Curti, M., D'Eugenio, F., Kumari, N., Saxena, A., Scholtz, J., Venturi, G., Witstok, J.", "year": "2024", "journal": "_Astronomy and Astrophysics_", "reference": "682, A122", "citation_count": 33}, "2024A&A...682A..40W": {"ai": 0, "href": "https://doi.org/10.1051/0004-6361/202347176", "title": "Inside the bubble: exploring the environments of reionisation-era Lyman-α emitting galaxies with JADES and FRESCO", "authors": "Witstok, J., Smit, R., Saxena, A., Jones, G., et al.", "year": "2024", "journal": "_Astronomy and Astrophysics_", "reference": "682, A40", "citation_count": 76}, "2024arXiv240100934J": {"ai": 39, "href": "https://doi.org/10.48550/arXiv.2401.00934", "title": "JADES: Rest-frame UV-to-NIR Size Evolution of Massive Quiescent Galaxies from Redshift z=5 to z=0.5", "authors": "Ji, Z., Williams, C., Suess, K., Tacchella, S., Johnson, B., Robertson, B., Alberts, S., Baker, W., Baum, S., Bhatawdekar, R., Bonaventura, N., Boyett, K., Bunker, A., Carniani, S., Charlot, S., Chen, Z., Chevallard, J., Curtis-Lake, E., D'Eugenio, F., de Graaff, A., DeCoursey, C., Egami, E., Eisenstein, D., Hainline, K., Hausen, R., Helton, J., Looser, T., Lyu, J., Maiolino, R., Maseda, M., Nelson, E., Rieke, G., Rieke, M., Rix, H., Sandles, L., Sun, F., Übler, H., Willmer, C., Willott, C., Witstok, J.", "year": "2024", "journal": "arXiv e-prints", "reference": "2401.00934", "citation_count": 39}, "2024A&A...681A..70L": {"ai": 34, "href": "https://doi.org/10.1051/0004-6361/202347133", "title": "JADES: Detecting [OIII]λ4363 emitters and testing strong line calibrations in the high-z Universe with ultra-deep JWST/NIRSpec spectroscopy up to z ∼ 9.5", "authors": "Laseter, I., Maseda, M., Curti, M., Maiolino, R., D'Eugenio, F., Cameron, A., Looser, T., Arribas, S., Baker, W., Bhatawdekar, R., Boyett, K., Bunker, A., Carniani, S., Charlot, S., Chevallard, J., Curtis-lake, E., Egami, E., Eisenstein, D., Hainline, K., Hausen, R., Ji, Z., Kumari, N., Perna, M., Rawle, T., Rix, H., Robertson, B., Rodríguez Del Pino, B., Sandles, L., Scholtz, J., Smit, R., Tacchella, S., Übler, H., Williams, C., Willott, C., Witstok, J.", "year": "2024", "journal": "_Astronomy and Astrophysics_", "reference": "681, A70", "citation_count": 96}, "2024MNRAS.527.6139S": {"ai": 23, "href": "https://doi.org/10.1093/mnras/stad3605", "title": "Low-mass bursty galaxies in JADES efficiently produce ionizing photons and could represent the main drivers of reionization", "authors": "Simmonds, C., Tacchella, S., Hainline, K., Johnson, B., McClymont, W., Robertson, B., Saxena, A., Sun, F., Witten, C., Baker, W., Bhatawdekar, R., Boyett, K., Bunker, A., Charlot, S., Curtis-Lake, E., Egami, E., Eisenstein, D., Hausen, R., Maiolino, R., Maseda, M., Scholtz, J., Williams, C., Willott, C., Witstok, J.", "year": "2024", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "527, 6139", "citation_count": 109}, "2024ApJ...961...69S": {"ai": 30, "href": "https://doi.org/10.3847/1538-4357/ad07e3", "title": "JADES: Resolving the Stellar Component and Filamentary Overdense Environment of Hubble Space Telescope (HST)-dark Submillimeter Galaxy HDF850.1 at z = 5.18", "authors": "Sun, F., Helton, J., Egami, E., Hainline, K., Rieke, G., Willmer, C., Eisenstein, D., Johnson, B., Rieke, M., Robertson, B., Tacchella, S., Alberts, S., Baker, W., Bhatawdekar, R., Boyett, K., Bunker, A., Charlot, S., Chen, Z., Chevallard, J., Curtis-Lake, E., Danhaive, A., DeCoursey, C., Ji, Z., Lyu, J., Maiolino, R., Rujopakarn, W., Sandles, L., Shivaei, I., Übler, H., Willott, C., Witstok, J.", "year": "2024", "journal": "_The Astrophysical Journal_", "reference": "961, 69", "citation_count": 55}, "2024MNRAS.527...10V": {"ai": 1, "href": "https://doi.org/10.1093/mnras/stad3150", "title": "Spatially resolved Kennicutt-Schmidt relation at z ≈ 7 and its connection with the interstellar medium properties", "authors": "Vallini, L., Witstok, J., et al.", "year": "2024", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "527, 10", "citation_count": 37}, "2023arXiv231012340E": {"ai": 59, "href": "https://doi.org/10.48550/arXiv.2310.12340", "title": "The JADES Origins Field: A New JWST Deep Field in the JADES Second NIRCam Data Release", "authors": "Eisenstein, D., Johnson, B., Robertson, B., Tacchella, S., Hainline, K., Jakobsen, P., Maiolino, R., Bonaventura, N., Bunker, A., Cameron, A., Cargile, P., Curtis-Lake, E., Hausen, R., Puskás, D., Rieke, M., Sun, F., Willmer, C., Willott, C., Alberts, S., Arribas, S., Baker, W., Baum, S., Bhatawdekar, R., Carniani, S., Charlot, S., Chen, Z., Chevallard, J., Curti, M., DeCoursey, C., D'Eugenio, F., de Graaff, A., Egami, E., Helton, J., Ji, Z., Jones, G., Kumari, N., Lützgendorf, N., Laseter, I., Looser, T., Lyu, J., Maseda, M., Nelson, E., Parlanti, E., Rauscher, B., Rawle, T., Rieke, G., Rix, H., Rujopakarn, W., Sandles, L., Saxena, A., Scholtz, J., Sharpe, K., Shivaei, I., Simmonds, C., Smit, R., Topping, M., Übler, H., Venturi, G., Williams, C., Witstok, J., Woodrum, C.", "year": "2023", "journal": "arXiv e-prints", "reference": "2310.12340", "citation_count": 182}, "2023A&A...678A..68S": {"ai": 8, "href": "https://doi.org/10.1051/0004-6361/202346245", "title": "JADES: Discovery of extremely high equivalent width Lyman-α emission from a faint galaxy within an ionized bubble at z = 7.3", "authors": "Saxena, A., Robertson, B., Bunker, A., Endsley, R., Cameron, A., Charlot, S., Simmonds, C., Tacchella, S., Witstok, J., Willott, C., Carniani, S., Curtis-Lake, E., Ferruit, P., Jakobsen, P., Arribas, S., Chevallard, J., Curti, M., D'Eugenio, F., De Graaff, A., Jones, G., Looser, T., Maseda, M., Rawle, T., Rix, H., Del Pino, B., Smit, R., Übler, H., Eisenstein, D., Hainline, K., Hausen, R., Johnson, B., Rieke, M., Williams, C., Willmer, C., Baker, W., Bhatawdekar, R., Bowler, R., Boyett, K., Chen, Z., Egami, E., Ji, Z., Kumari, N., Nelson, E., Perna, M., Sandles, L., Scholtz, J., Shivaei, I.", "year": "2023", "journal": "_Astronomy and Astrophysics_", "reference": "678, A68", "citation_count": 84}, "2023ApJS..268...64W": {"ai": 34, "href": "https://doi.org/10.3847/1538-4365/acf130", "title": "JEMS: A Deep Medium-band Imaging Survey in the Hubble Ultra Deep Field with JWST NIRCam and NIRISS", "authors": "Williams, C., Tacchella, S., Maseda, M., Robertson, B., Johnson, B., Willott, C., Eisenstein, D., Willmer, C., Ji, Z., Hainline, K., Helton, J., Alberts, S., Baum, S., Bhatawdekar, R., Boyett, K., Bunker, A., Carniani, S., Charlot, S., Chevallard, J., Curtis-Lake, E., de Graaff, A., Egami, E., Franx, M., Kumari, N., Maiolino, R., Nelson, E., Rieke, M., Sandles, L., Shivaei, I., Simmonds, C., Smit, R., Suess, K., Sun, F., Übler, H., Witstok, J.", "year": "2023", "journal": "_The Astrophysical Journal Supplement Series_", "reference": "268, 64", "citation_count": 166}, "2023A&A...677A..88B": {"ai": 9, "href": "https://doi.org/10.1051/0004-6361/202346159", "title": "JADES NIRSpec Spectroscopy of GN-z11: Lyman-α emission and possible enhanced nitrogen abundance in a z = 10.60 luminous galaxy", "authors": "Bunker, A., Saxena, A., Cameron, A., Willott, C., Curtis-Lake, E., Jakobsen, P., Carniani, S., Smit, R., Maiolino, R., Witstok, J., Curti, M., D'Eugenio, F., Jones, G., Ferruit, P., Arribas, S., Charlot, S., Chevallard, J., Giardino, G., de Graaff, A., Looser, T., Lützgendorf, N., Maseda, M., Rawle, T., Rix, H., Del Pino, B., Alberts, S., Egami, E., Eisenstein, D., Endsley, R., Hainline, K., Hausen, R., Johnson, B., Rieke, G., Rieke, M., Robertson, B., Shivaei, I., Stark, D., Sun, F., Tacchella, S., Tang, M., Williams, C., Willmer, C., Baker, W., Baum, S., Bhatawdekar, R., Bowler, R., Boyett, K., Chen, Z., Circosta, C., Helton, J., Ji, Z., Kumari, N., Lyu, J., Nelson, E., Parlanti, E., Perna, M., Sandles, L., Scholtz, J., Suess, K., Topping, M., Übler, H., Wallace, I., Whitler, L.", "year": "2023", "journal": "_Astronomy and Astrophysics_", "reference": "677, A88", "citation_count": 451}, "2023A&A...677A.115C": {"ai": 21, "href": "https://doi.org/10.1051/0004-6361/202346107", "title": "JADES: Probing interstellar medium conditions at z ∼ 5.5-9.5 with ultra-deep JWST/NIRSpec spectroscopy", "authors": "Cameron, A., Saxena, A., Bunker, A., D'Eugenio, F., Carniani, S., Maiolino, R., Curtis-Lake, E., Ferruit, P., Jakobsen, P., Arribas, S., Bonaventura, N., Charlot, S., Chevallard, J., Curti, M., Looser, T., Maseda, M., Rawle, T., Rodríguez Del Pino, B., Smit, R., Übler, H., Willott, C., Witstok, J., Egami, E., Eisenstein, D., Johnson, B., Hainline, K., Rieke, M., Robertson, B., Stark, D., Tacchella, S., Williams, C., Willmer, C., Bhatawdekar, R., Bowler, R., Boyett, K., Circosta, C., Helton, J., Jones, G., Kumari, N., Ji, Z., Nelson, E., Parlanti, E., Sandles, L., Scholtz, J., Sun, F.", "year": "2023", "journal": "_Astronomy and Astrophysics_", "reference": "677, A115", "citation_count": 184}, "2023ApJ...954..103S": {"ai": 5, "href": "https://doi.org/10.3847/1538-4357/ace10c", "title": "ALMA as a Redshift Machine: Using [C II] to Efficiently Confirm Galaxies in the Epoch of Reionization", "authors": "Schouws, S., Bouwens, R., Smit, R., Hodge, J., Stefanon, M., Witstok, J., Hilhorst, J., Labbé, I., Algera, H., Boogaard, L., Maseda, M., Oesch, P., Röttgering, H., van der Werf, P.", "year": "2023", "journal": "_The Astrophysical Journal_", "reference": "954, 103", "citation_count": 37}, "2023Natur.621..267W": {"ai": 0, "href": "https://doi.org/10.1038/s41586-023-06413-w", "title": "Carbonaceous dust grains seen in the first billion years of cosmic time", "authors": "Witstok, J., Shivaei, I., Smit, R., Maiolino, R., et al.", "year": "2023", "journal": "_Nature_", "reference": "621, 267", "citation_count": 100}, "2023MNRAS.523.5468S": {"ai": 10, "href": "https://doi.org/10.1093/mnras/stad1749", "title": "The ionizing photon production efficiency at z ~ 6 for Lyman-alpha emitters using JEMS and MUSE", "authors": "Simmonds, C., Tacchella, S., Maseda, M., Williams, C., Baker, W., Witten, C., Johnson, B., Robertson, B., Saxena, A., Sun, F., Witstok, J., Bhatawdekar, R., Boyett, K., Bunker, A., Charlot, S., Curtis-Lake, E., Egami, E., Eisenstein, D., Ji, Z., Maiolino, R., Sandles, L., Smit, R., Übler, H., Willott, C.", "year": "2023", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "523, 5468", "citation_count": 70}, "2023MNRAS.523.3119W": {"ai": 0, "href": "https://doi.org/10.1093/mnras/stad1470", "title": "An empirical study of dust properties at the earliest epochs", "authors": "Witstok, J., Jones, G., Maiolino, R., Smit, R., Schneider, R.", "year": "2023", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "523, 3119", "citation_count": 48}, "2023ApJ...952...74T": {"ai": 34, "href": "https://doi.org/10.3847/1538-4357/acdbc6", "title": "JADES Imaging of GN-z11: Revealing the Morphology and Environment of a Luminous Galaxy 430 Myr after the Big Bang", "authors": "Tacchella, S., Eisenstein, D., Hainline, K., Johnson, B., Baker, W., Helton, J., Robertson, B., Suess, K., Chen, Z., Nelson, E., Puskás, D., Sun, F., Alberts, S., Egami, E., Hausen, R., Rieke, G., Rieke, M., Shivaei, I., Williams, C., Willmer, C., Bunker, A., Cameron, A., Carniani, S., Charlot, S., Curti, M., Curtis-Lake, E., Looser, T., Maiolino, R., Maseda, M., Rawle, T., Rix, H., Smit, R., Übler, H., Willott, C., Witstok, J., Baum, S., Bhatawdekar, R., Boyett, K., Danhaive, A., de Graaff, A., Endsley, R., Ji, Z., Lyu, J., Sandles, L., Saxena, A., Scholtz, J., Topping, M., Whitler, L.", "year": "2023", "journal": "_The Astrophysical Journal_", "reference": "952, 74", "citation_count": 175}, "2023MNRAS.522.6236T": {"ai": 39, "href": "https://doi.org/10.1093/mnras/stad1408", "title": "JWST NIRCam + NIRSpec: interstellar medium and stellar populations of young galaxies with rising star formation and evolving gas reservoirs", "authors": "Tacchella, S., Johnson, B., Robertson, B., Carniani, S., D'Eugenio, F., Kumari, N., Maiolino, R., Nelson, E., Suess, K., Übler, H., Williams, C., Adebusola, A., Alberts, S., Arribas, S., Bhatawdekar, R., Bonaventura, N., Bowler, R., Bunker, A., Cameron, A., Curti, M., Egami, E., Eisenstein, D., Frye, B., Hainline, K., Helton, J., Ji, Z., Looser, T., Lyu, J., Perna, M., Rawle, T., Rieke, G., Rieke, M., Saxena, A., Sandles, L., Shivaei, I., Simmonds, C., Sun, F., Willmer, C., Willott, C., Witstok, J.", "year": "2023", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "522, 6236", "citation_count": 162}, "2023arXiv230602465E": {"ai": 74, "href": "https://doi.org/10.48550/arXiv.2306.02465", "title": "Overview of the JWST Advanced Deep Extragalactic Survey (JADES)", "authors": "Eisenstein, D., Willott, C., Alberts, S., Arribas, S., Bonaventura, N., Bunker, A., Cameron, A., Carniani, S., Charlot, S., Curtis-Lake, E., D'Eugenio, F., Endsley, R., Ferruit, P., Giardino, G., Hainline, K., Hausen, R., Jakobsen, P., Johnson, B., Maiolino, R., Rieke, M., Rieke, G., Rix, H., Robertson, B., Stark, D., Tacchella, S., Williams, C., Willmer, C., Baker, W., Baum, S., Bhatawdekar, R., Boyett, K., Chen, Z., Chevallard, J., Circosta, C., Curti, M., Danhaive, A., DeCoursey, C., de Graaff, A., Dressler, A., Egami, E., Helton, J., Hviding, R., Ji, Z., Jones, G., Kumari, N., Lützgendorf, N., Laseter, I., Looser, T., Lyu, J., Maseda, M., Nelson, E., Parlanti, E., Perna, M., Puskás, D., Rawle, T., Rodríguez Del Pino, B., Sandles, L., Saxena, A., Scholtz, J., Sharpe, K., Shivaei, I., Silcock, M., Simmonds, C., Skarbinski, M., Smit, R., Stone, M., Suess, K., Sun, F., Tang, M., Topping, M., Übler, H., Villanueva, N., Wallace, I., Whitler, L., Witstok, J., Woodrum, C.", "year": "2023", "journal": "arXiv e-prints", "reference": "2306.02465", "citation_count": 451}, "2023NatAs...7..622C": {"ai": 7, "href": "https://doi.org/10.1038/s41550-023-01918-w", "title": "Spectroscopic confirmation of four metal-poor galaxies at z = 10.3-13.2", "authors": "Curtis-Lake, E., Carniani, S., Cameron, A., Charlot, S., Jakobsen, P., Maiolino, R., Bunker, A., Witstok, J., Smit, R., Chevallard, J., Willott, C., Ferruit, P., Arribas, S., Bonaventura, N., Curti, M., D'Eugenio, F., Franx, M., Giardino, G., Looser, T., Lützgendorf, N., Maseda, M., Rawle, T., Rix, H., Rodríguez del Pino, B., Übler, H., Sirianni, M., Dressler, A., Egami, E., Eisenstein, D., Endsley, R., Hainline, K., Hausen, R., Johnson, B., Rieke, M., Robertson, B., Shivaei, I., Stark, D., Tacchella, S., Williams, C., Willmer, C., Bhatawdekar, R., Bowler, R., Boyett, K., Chen, Z., de Graaff, A., Helton, J., Hviding, R., Jones, G., Kumari, N., Lyu, J., Nelson, E., Perna, M., Sandles, L., Saxena, A., Suess, K., Sun, F., Topping, M., Wallace, I., Whitler, L.", "year": "2023", "journal": "_Nature Astronomy_", "reference": "7, 622", "citation_count": 404}, "2023NatAs...7..611R": {"ai": 37, "href": "https://doi.org/10.1038/s41550-023-01921-1", "title": "Identification and properties of intense star-forming galaxies at redshifts z &gt; 10", "authors": "Robertson, B., Tacchella, S., Johnson, B., Hainline, K., Whitler, L., Eisenstein, D., Endsley, R., Rieke, M., Stark, D., Alberts, S., Dressler, A., Egami, E., Hausen, R., Rieke, G., Shivaei, I., Williams, C., Willmer, C., Arribas, S., Bonaventura, N., Bunker, A., Cameron, A., Carniani, S., Charlot, S., Chevallard, J., Curti, M., Curtis-Lake, E., D'Eugenio, F., Jakobsen, P., Looser, T., Lützgendorf, N., Maiolino, R., Maseda, M., Rawle, T., Rix, H., Smit, R., Übler, H., Willott, C., Witstok, J., Baum, S., Bhatawdekar, R., Boyett, K., Chen, Z., de Graaff, A., Florian, M., Helton, J., Hviding, R., Ji, Z., Kumari, N., Lyu, J., Nelson, E., Sandles, L., Saxena, A., Suess, K., Sun, F., Topping, M., Wallace, I.", "year": "2023", "journal": "_Nature Astronomy_", "reference": "7, 611", "citation_count": 270}, "2023MNRAS.518..425C": {"ai": 5, "href": "https://doi.org/10.1093/mnras/stac2737", "title": "The chemical enrichment in the early Universe as probed by JWST via direct metallicity measurements at z ∼ 8", "authors": "Curti, M., D'Eugenio, F., Carniani, S., Maiolino, R., Sandles, L., Witstok, J., Baker, W., Bennett, J., Piotrowska, J., Tacchella, S., Charlot, S., Nakajima, K., Maheson, G., Mannucci, F., Amiri, A., Arribas, S., Belfiore, F., Bonaventura, N., Bunker, A., Chevallard, J., Cresci, G., Curtis-Lake, E., Hayden-Pawson, C., Jones, G., Kumari, N., Laseter, I., Looser, T., Marconi, A., Maseda, M., Scholtz, J., Smit, R., Übler, H., Wallace, I.", "year": "2023", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "518, 425", "citation_count": 285}, "2023MNRAS.518..592K": {"ai": 17, "href": "https://doi.org/10.1093/mnras/stac2657", "title": "First insights into the ISM at z &gt; 8 with JWST: possible physical implications of a high [O III] λ4363/[O III] λ5007", "authors": "Katz, H., Saxena, A., Cameron, A., Carniani, S., Bunker, A., Arribas, S., Bhatawdekar, R., Bowler, R., Boyett, K., Cresci, G., Curtis-Lake, E., D'Eugenio, F., Kumari, N., Looser, T., Maiolino, R., Übler, H., Willott, C., Witstok, J.", "year": "2023", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "518, 592", "citation_count": 82}, "2023ApJ...942L..42R": {"ai": 23, "href": "https://doi.org/10.3847/2041-8213/aca086", "title": "Morpheus Reveals Distant Disk Galaxy Morphologies with JWST: The First AI/ML Analysis of JWST Images", "authors": "Robertson, B., Tacchella, S., Johnson, B., Hausen, R., Alabi, A., Boyett, K., Bunker, A., Carniani, S., Egami, E., Eisenstein, D., Hainline, K., Helton, J., Ji, Z., Kumari, N., Lyu, J., Maiolino, R., Nelson, E., Rieke, M., Shivaei, I., Sun, F., Übler, H., Williams, C., Willmer, C., Witstok, J.", "year": "2023", "journal": "_The Astrophysical Journal Letters_", "reference": "942, L42", "citation_count": 80}, "2022MNRAS.515.1751W": {"ai": 0, "href": "https://doi.org/10.1093/mnras/stac1905", "title": "Dual constraints with ALMA: new [O III] 88-μm and dust-continuum observations reveal the ISM conditions of luminous LBGs at z ~ 7", "authors": "Witstok, J., Smit, R., Maiolino, R., Kumari, N., et al.", "year": "2022", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "515, 1751", "citation_count": 90}, "2022ApJ...931..160B": {"ai": 30, "href": "https://doi.org/10.3847/1538-4357/ac5a4a", "title": "Reionization Era Bright Emission Line Survey: Selection and Characterization of Luminous Interstellar Medium Reservoirs in the z &gt; 6.5 Universe", "authors": "Bouwens, R., Smit, R., Schouws, S., Stefanon, M., Bowler, R., Endsley, R., Gonzalez, V., Inami, H., Stark, D., Oesch, P., Hodge, J., Aravena, M., da Cunha, E., Dayal, P., de Looze, I., Ferrara, A., Fudamoto, Y., Graziani, L., Li, C., Nanayakkara, T., Pallottini, A., Schneider, R., Sommovigo, L., Topping, M., van der Werf, P., Algera, H., Barrufet, L., Hygate, A., Labbé, I., Riechers, D., Witstok, J.", "year": "2022", "journal": "_The Astrophysical Journal_", "reference": "931, 160", "citation_count": 227}, "2021MNRAS.508.1686W": {"ai": 0, "href": "https://doi.org/10.1093/mnras/stab2591", "title": "Assessing the sources of reionization: a spectroscopic case study of a 30× lensed galaxy at z ~ 5 with Lyα, C IV, Mg II, and [Ne III]", "authors": "Witstok, J., Smit, R., Maiolino, R., Curti, M., et al.", "year": "2021", "journal": "_Monthly Notices of the Royal Astronomical Society_", "reference": "508, 1686", "citation_count": 43}, "2021A&A...650A..98W": {"ai": 0, "href": "https://doi.org/10.1051/0004-6361/202040187", "title": "Prospects for observing the low-density cosmic web in Lyman-α emission", "authors": "Witstok, J., Puchwein, E., Kulkarni, G., Smit, R., Haehnelt, M.", "year": "2021", "journal": "_Astronomy and Astrophysics_", "reference": "650, A98", "citation_count": 23}}